Repository: tesselle/dimensio
Catalog: po/R-*.po
Languages: fr

source: Empty rows detected.
fr: Certaines lignes sont vides.

source: Empty columns detected.
fr: Certaines colonnes sont vides.

source: Some variables are invalid: %s.
fr: Certaines variables sont invalides : %s.

source: Eigenvalues
fr: Valeurs propres

source: Proportion of inertia (%)
fr: Inertie expliquée (%)

source: Explained variance (%)
fr: Variance expliquée (%)

source: Cumulative inertia (%)
fr: Inertie cumulée (%)

source: Cumulative variance (%)
fr: Variance cumulée (%)

source: Correspondence Analysis (CA):
fr: Analyse factorielle des correspondances (AFC) :

source: Multiple Correspondence Analysis (MCA):
fr: Analyse des correspondances multiples (ACM) :

source: Principal Components Analysis (PCA):
fr: Analyse en composantes principales (ACP) :

source: Principal Coordinate Analysis (PCoA):
fr: Analyse en coordonnées principales (ACoP) :

source: * Method: %s.
fr: * Méthode : %s.

source: Active rows
fr: Lignes actives

source: Active columns
fr: Colonnes actives

source: Supplementary rows
fr: Lignes supplémentaires

source: Supplementary columns
fr: Colonnes supplémentaires

source: Correspondence Analysis (CA)
fr: Analyse factorielle des correspondances (AFC)

source: Active individuals
fr: Individus actifs

source: Active variables
fr: Variables actives

source: Supplementary individuals
fr: Individus supplémentaires

source: Supplementary variables
fr: Variables supplémentaires

source: Principal Components Analysis (PCA)
fr: Analyse en composantes principales (ACP)

source: (+ %d supplementary)
fr: (+ %d supplémentaires)

source: * Row variable: %d categories%s.
fr: * Variable ligne : %d catégories%s.

source: * Column variable: %d categories%s.
fr: * Variable colonne : %d catégories%s.

source: * Variables were shifted to be zero centered.
fr: * Les variables ont été centrées.

source: * Variables were NOT shifted to be zero centered.
fr: * Les variables N'ONT PAS été centrées.

source: * Variables were scaled to unit variance.
fr: * Les variables ont été réduites.

source: * Variables were NOT scaled to unit variance.
fr: * Les variables N'ONT PAS été réduites.

source: * %d individuals%s.
fr: * %d individus%s.

source: Contribution to %s (%%)
fr: Contribution à %s (%%)

source: %d %s variable was removed: %s.
fr: %d variable %s a été supprimée : %s.
